Repository: cdunca/paypal-plus-plugin
Catalog: languages/paypalplus-woocommerce-*.po
Languages: de_de

source: PayPal Plus requires PHP version %1$1s or higher. You are running version %2$2s
de_de: PayPal Plus benötigt PHP Version %1$1s oder höher. Du nutzt Version %2$2s.

source: Could not find a working autoloader for PayPal Plus.
de_de: Es konnte kein funktionierender Autoloader für Paypal Plus gefunden werden.

source: PayPal Plus requires WooCommerce to be active.
de_de: WooCommerce muss aktiviert sein, um PayPal Plus benutzen zu können.

source: PayPal Plus requires WooCommerce version 3.0 or higher .
de_de: WooCommerce Version 3.0 oder höher muss aktiviert sein, um PayPal Plus benutzen zu können.

source: Enable/Disable
de_de: Aktivieren/Deaktivieren

source: Enable PayPal Plus
de_de: PayPal Plus aktivieren

source: Title
de_de: Titel

source: This controls the name of the payment gateway the user sees during checkout.
de_de: Titel des Zahlungs-Gateways, den der Benutzer während des Zahlungsprozesses an der Kasse sieht.

source: Description
de_de: Beschreibung

source: This controls the payment gateway description the user sees during checkout.
de_de: Beschreibung des Zahlungs-Gateways, die der Benutzer während des Zahlungsprozesses an der Kasse sieht.

source: Credentials
de_de: Zugangsdaten

source: Enable PayPal Sandbox
de_de: PayPal Sandbox aktivieren

source: PayPal sandbox can be used to test payments. Sign up for a <a href="%s">developer account</a>.
de_de: Die PayPal-Sandbox kann verwendet werden, um Zahlungen zu testen. Melde dich dazu für ein <a href="%s">Entwickler-Konto</a> an.

source: Enter your PayPal REST Sandbox API Client ID.
de_de: Gib hier deine PayPal REST Sandbox API Client ID ein.

source: Enter your PayPal REST Sandbox API Secret ID.
de_de: Gib hier deine PayPal REST Sandbox API Secret ID ein.

source: Sandbox Experience Profile ID
de_de: Sandbox Experience Profil ID

source: This value will be automatically generated and populated here when you save your settings.
de_de: Dieser Wert wird automatisch generiert und hier eingetragen, wenn du die Einstellungen speicherst.

source: Enter your PayPal REST Live API Client ID.
de_de: Gib hier deine PayPal Rest Live API Client ID ein.

source: Enter your PayPal REST Live API Secret ID.
de_de: Gib hier deine PayPal Rest Live API Secret ID ein.

source: Experience Profile ID
de_de: Experience Profil ID

source: Web Profile
de_de: Web Profil

source: Brand Name
de_de: Firmenname

source: This will be displayed as your brand / company name on the PayPal checkout pages.
de_de: Dies erscheint als deine Marke / dein Firmenname auf den PayPal-Checkout-Seiten.

source: Settings
de_de: Einstellungen

source: Invoice Prefix
de_de: Rechnungspräfix

source: Please enter a prefix for your invoice numbers. If you use your PayPal account for multiple stores ensure this prefix is unique as PayPal will not allow orders with the same invoice number.
de_de: Bitte gib ein Präfix für deine Rechnungsnummern ein. Falls du dein PayPal-Konto für mehrere Shops verwendest, stelle bitte sicher, dass das Präfix einzigartig ist, sonst wird PayPal keine Bestellungen mit identischer Rechnungsnummer akzeptieren.

source: Cancel Page
de_de: Bestellung abgebrochen Seite

source: Sets the page users will be returned to if they click the Cancel link on the PayPal checkout pages.
de_de: Besucher, die den Zahlungsvorgang bei PayPal abgebrochen haben werden zur hier angegebenen Seite weitergeleitet.

source: Legal Note for PAY UPON INVOICE Payment
de_de: Rechtliche Hinweise für die Bezahlung per Rechnung

source: legal note that will be added to the thank you page and emails.
de_de: Rechtliche Hinweise, die zur "Danke"-Seite und in E-Mails eingefügt werden.

source: Dealer has ceeded the claim against you within the framework of an ongoing factoring contract to the PayPal (Europe) S.àr.l. et Cie, S.C.A.. Payments with a debt-free effect can only be paid to the PayPal (Europe) S.àr.l. et Cie, S.C.A.
de_de: Händler hat die Forderung gegen dich im Rahmen eines laufenden Factoringvertrages an die PayPal (Europe) S.àr.l. et Cie, S.C.A. abgetreten. Zahlungen mit schuldbefreiender Wirkung können nur an die PayPal (Europe) S.àr.l. et Cie, S.C.A. geleistet werden.

source: Pay upon Invoice Instructions
de_de: Anweisungen für die Bezahlung per Rechnung

source: Pay upon Invoice Instructions that will be added to the thank you page and emails.
de_de: Anweisungen für die Bezahlung per Rechnung, die zur „Danke“-Seite und in E-Mails eingefügt werden.

source: Please transfer the complete amount to the bank account provided below.
de_de: Bitte überweise den Gesamtbetrag auf das unten aufgeführte Konto.

source: Download Log File
de_de: Log-Datei herunterladen

source: Cart
de_de: Warenkorb

source: Checkout
de_de: Kasse

source: Account
de_de: Konto

source: IPN payment completed
de_de: IPN Zahlung abgeschlossen

source: Payment pending: %s
de_de: Zahlung ausstehend: %s

source: Payment %s via IPN.
de_de: Zahlung %s via IPN.

source: Validation error: Invalid transaction type "%s".
de_de: Validierungsfehler: Ungültiger Transaktions-Typ "%s".

source: Validation error: PayPal currencies do not match (PayPal: %1$1s, WooCommerce: %2$2s).
de_de: Validierungsfehler: Paypal-Währungen stimmen nicht überein (PayPal: %1$1s, WooCommerce: %2$2s).

source: Validation error: PayPal payment amounts do not match (gross %1$1s, should be %2$2s).
de_de: Validierungsfehler: PayPal-Beträge stimmen nicht überein (brutto %1$1s, sollte %2$2s sein).

source: PayPal Bank Details
de_de: PayPal Bankverbindung

source: Bank name:
de_de: Name des Kreditinstituts:

source: Account holder name:
de_de: Name des Kontoinhabers:

source: Payment due date:
de_de: Fälligkeitsdatum der Zahlung:

source: Reference:
de_de: Zahlungsreferenz:

source: Bank name
de_de: Name des Kreditinstituts

source: Account holder name
de_de: Name des Kontoinhabers

source: Payment due date
de_de: Fälligkeitsdatum der Zahlung

source: Reference
de_de: Zahlungsreferenz

source: Your API credentials are either missing or invalid: %s
de_de: Deine API Zugangsdaten fehlen oder sind nicht korrekt: %s

source: Error processing checkout. Please try again.
de_de: Fehler im Bestellvorgang. Versuche es bitte erneut.

source: There was an error executing the payment. Payment state: %s
de_de: Beim Durchführen der Zahlung ist ein Fehler aufgetreten. Zustand der Zahlung: %s

source: PayPal Reason code: %s.
de_de: PayPal Ursachencode: %s.

source: PayPal Plus payment completed
de_de: PayPal Plus Zahlung abgeschlossen

source: PayPal Plus payment approved! Transaction ID: %s
de_de: PayPal Plus Zahlung genehmigt! Transaktions-ID: %s

source: Awaiting payment
de_de: Zahlung erwartet

source: Thank you for your order. We are now redirecting you to PayPal to make payment.
de_de: Vielen Dank für deine Bestellung. Wir leiten dich nun für die Bezahlung an PayPal weiter.
